13/data/attachments/cd5625cfad16c4e0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alvin_serve_Actions_28602_3</nif:username>
            <nif:friendToBeRequested>soap_actions_28f4f25a-9850-4fe5-acfd-7cb8d2567d5e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>